Repository: Khizanag/hat-game-ios
Catalog: HatGame/HatGame/Localization/Localizable.xcstrings
Source language: en
Languages: ka

# settings.testMode.description
source: Prefill teams, players, and sample words so you can explore the flow instantly. You can still edit everything after enabling it.
ka: წინასწარ შეავსეთ გუნდები, მოთამაშეები და ნიმუშის სიტყვები, რათა მყისიერად გამოიკვლიოთ ნაკადი. ჩართვის შემდეგ კვლავ შეგიძლიათ ყველაფრის რედაქტირება.

# settings.testMode.title
source: Test Mode
ka: ტესტ რეჟიმი

# settings.title
source: Settings
ka: პარამეტრები

# teamCard.addPlayer
source: Add Player
ka: მოთამაშის დამატება

# teamCard.delete
source: Delete
ka: წაშლა

# teamCard.edit
source: Edit
ka: რედაქტირება

# teamCard.teamFull
source: Team is full
ka: გუნდი სავსეა

# teamForm.addPlayer
source: Add Player
ka: მოთამაშის დამატება

# teamForm.color.swatch.selected
source: Selected color
ka: არჩეული ფერი

# teamForm.color.swatch.unselected
source: Team color
ka: გუნდის ფერი

# teamForm.customColor
source: Custom Color
ka: საკუთარი ფერი

# teamForm.enterTeamName
source: Enter team name
ka: შეიყვანეთ გუნდის სახელი

# teamForm.playerName
source: Player name
ka: მოთამაშის სახელი

# teamForm.players
source: Players
ka: მოთამაშეები

# teamForm.primary.create
source: Create Team
ka: გუნდის შექმნა

# teamForm.primary.save
source: Save Changes
ka: ცვლილებების შენახვა

# teamForm.suggestions.accessibility
source: Suggested team names
ka: შემოთავაზებული გუნდის სახელები

# teamForm.suggestions.shuffle
source: Shuffle suggestions
ka: ახალი წინადადებები

# teamForm.suggestions.tap
source: Tap to use this name
ka: შეეხე ამ სახელის გამოსაყენებლად

# teamForm.suggestions.title
source: Need inspiration?
ka: გჭირდება იდეა?

# teamForm.teamColor
source: Team Color
ka: გუნდის ფერი

# teamForm.teamName
source: Team Name
ka: გუნდის სახელი

# teamForm.title.edit
source: Edit Team
ka: გუნდის რედაქტირება

# teamForm.title.new
source: New Team
ka: ახალი გუნდი

# teamForm.validation.exactPlayers
source: Must have exactly %d players
ka: უნდა იყოს ზუსტად %d მოთამაშე

# teamForm.validation.minPlayers
source: At least %d players required
ka: მინიმუმ %d მოთამაშე საჭიროა

# teamSetup.addTeam
source: Add Team
ka: გუნდის დამატება

# teamSetup.deleteTeam.confirmation
source: Are you sure you want to delete "%@"? This action cannot be undone.
ka: დარწმუნებული ხართ, რომ გსურთ "%@"-ის წაშლა? ეს ქმედება ვერ გაუქმდება.

# teamSetup.deleteTeam.title
source: Delete Team
ka: გუნდის წაშლა

# teamSetup.description
source: Create teams and add players to each team
ka: შექმენით გუნდები და დაამატეთ მოთამაშეები თითოეულ გუნდში

# teamSetup.minTeamsRequired
source: Add at least %lld teams to continue.
ka: გასაგრძელებლად დაამატეთ მინიმუმ %lld გუნდი.

# teamSetup.playersPerTeam.description
source: All teams must have the same number of players
ka: ყველა გუნდს უნდა ჰყავდეს თანაბარი რაოდენობის მოთამაშეები

# teamSetup.playersPerTeam.title
source: Players Per Team
ka: მოთამაშეები გუნდში

# teamSetup.title
source: Setup Teams
ka: გუნდების მომზადება

# timerSettings.headerDescription
source: Each team gets the same amount of time per turn. Choose how intense you want the round to be.
ka: თითოეული გუნდი იღებს ერთსა და იმავე დროს თითო ხვედრზე. აირჩიეთ, როგორი ინტენსიური გსურთ იყოს ტური.

# timerSettings.headerTitle
source: Round timer
ka: ტურის წამზომი

# timerSettings.legend.classic
source: Classic
ka: კლასიკური

# timerSettings.legend.lightning
source: Lightning
ka: ელვა

# timerSettings.legend.marathon
source: Marathon
ka: მარათონი

# timerSettings.secondsPerTeam
source: Seconds per team
ka: წამი გუნდზე

# timerSettings.title
source: Timer Settings
ka: წამზომის პარამეტრები

# wordInput.addWord
source: Add Word
ka: სიტყვის დამატება

# wordInput.allPlayersEntered
source: All players have entered their words. You can finish this step now.
ka: ყველა მოთამაშემ შეიყვანა თავისი სიტყვები. ახლა შეგიძლიათ დაასრულოთ ეს ეტაპი.

# wordInput.allWordsAdded
source: All words added!
ka: ყველა სიტყვა დამატებულია!

# wordInput.autoFill
source: Auto-fill from Database
ka: ავტომატური შევსება

# wordInput.autoFill.thinking
source: Thinking...
ka: ვფიქრობ...

# wordInput.enterWord
source: Enter a word
ka: შეიყვანეთ სიტყვა

# wordInput.finish
source: Finish
ka: დასრულება

# wordInput.nextPlayer
source: Next Player
ka: შემდეგი მოთამაშე

# wordInput.playerInstruction
source: %1$@ - Add %2$lld words
ka: %1$@ - დაამატე %2$lld სიტყვა

# wordInput.removeWord
source: Remove word
ka: სიტყვის წაშლა

# wordInput.readyToPass
source: You're ready. Pass the device to %@ for their turn.
ka: თქვენ მზად ხართ. გადაეცით მოწყობილობა %@-ს მათი ხვედრისთვის.

# wordInput.title
source: Add Words
ka: სიტყვების დამატება

# wordInput.wordsAdded
source: Words added
ka: დამატებული სიტყვები

# wordInput.wordsAddedProgress
source: Words added: %1$lld/%2$lld
ka: დამატებული სიტყვები: %1$lld/%2$lld

# wordSettings.headerDescription
source: Every player will add the same number of words. Choose what feels right for today's game.
ka: თითოეული მოთამაშე დაამატებს სიტყვების ერთსა და იმავე რაოდენობას. აირჩიეთ რაც ყველაზე კარგად ერგება დღევანდელ თამაშს.

# wordSettings.headerTitle
source: How many words?
ka: რამდენი სიტყვა?

# wordSettings.legend.balanced
source: Balanced
ka: დაბალანსებული

# wordSettings.legend.epic
source: Epic round
ka: ეპიკური ტური

# wordSettings.legend.short
source: Short & speedy
ka: მოკლე და სწრაფი

# wordSettings.title
source: Word Settings
ka: სიტყვების პარამეტრები

# wordSettings.wordsPerPlayer
source: Words per player
ka: სიტყვები მოთამაშეზე
